{
  "app": {
    "appTitle": "Akshar art & craft",
    "welcome": "Welcome to akshar art & craft"
  },
  "sheet": {
    "pickFromGalleryLabel":"Pick from Gallery",
    "pickFromCameraLabel":"Pick from Camera",
    "cancelButton":"Cancel",
    "goToSettingsButton":"Go to settings",
    "allowButton": "Allow",
    "noThanksButton": "No Thanks",
    "pmStorageTitle": "We wants to use your storage",
    "pmStorageDesc": "We won't make sense without catalog picture. To add picture, allow accessing your storage.",
    "pmStorageNotTitle": "We can't save.",
    "pmStorageNotDesc": "We can't save catalog picture. To fix this, allow accessing your storage.",
    "pmLibraryTitle": "We wants to use your photo library",
    "pmLibraryDesc": "We won't make sense without catalog picture. To add picture, allow accessing your photo library.",
    "pmLibraryNotTitle": "We can't access your photo library.",
    "pmLibraryNotDesc": "We can't access your photo library. To fix this, allow accessing your photo library.",
    "pmCameraTitle": "We wants to use your camera",
    "pmCameraDesc": "We won't make sense without catalog picture. To add picture, allow accessing your camera.",
    "pmCameraNotTitle": "We can't add a photo.",
    "pmCameraNotDesc": "We can't see you take a picture. To fix this, allow accessing your camera."
  },
  "error": {
    "signIn": "Invalid email and/or password",
    "emptyName": "Please enter name",
    "lengthName": "Name must be at least 4 characters long",
    "invalidName": "Name can only contain a-z, A-z, 0-9, space and accent characters",
    "emptyEmail": "Please enter email",
    "invalidEmail": "Please enter valid email",
    "emptyPassword": "Please enter password",
    "startAlphabetCharacterInPassword": "Password start with alphabet character",
    "oneUpperCaseAlphabetCharacterInPassword": "Password contains at least 1 upper case alphabet character",
    "oneNumericCharacterInPassword": "Password contains at least 1 numeric character",
    "oneSymbolCharacterInPassword": "Password contains at least 1 symbol character",
    "lengthPassword": "Password length between 4 to 16 characters long",
    "notMatchPassword": "Confirm password and password not match",
    "emptyPhone": "Please enter phone number",
    "invalidPhone": "Please enter valid phone number",
    "fbVerifyEmail": "An email has just been sent to you, Click the link provided to complete registration",
    "fbInvalidEmail": "Your email address appears to be malformed.",
    "fbWrongPassword": "Your email or password is wrong.",
    "fbWeakPassword": "Your password should be at least 6 characters.",
    "fbEmailAlreadyInUse": "The email address is already in use by another account.",
    "fbUnknown": "An error occurred. Please try again later.",
    "emptyDescription": "Please enter description",
    "lengthDescription": "Description must be at least 4 characters long",
    "emptyComment": "Please enter comment",
    "lengthComment": "Comment must be at least 4 characters long",
    "emptyCategory": "Please select category",
    "emptySubCategory": "Please select subcategory",
    "emptyBrand": "Please select brand",
    "emptyFabric": "Please select fabric",
    "emptyDropdown": "Please select dropdown value",
    "emptyDigit": "Please enter digits",
    "invalidDigits": "Please enter valid digits",
    "pathNotFound": "Firestore path not found",
    "emptySize": "Please enter different size",
    "emptyWeight": "Please enter weight with measurement",
    "emptyMoq": "Please enter MOQ with format"
  },
  "signIn": {
    "signInTitle": "Sign In",
    "emailHint": "Your Email",
    "passwordHint": "Your Password",
    "forgotPasswordLabel": "Forgot Password?",
    "signInDescription": "Don’t have an Account ? "
  },
  "signUp": {
    "signUpTitle": "Sign Up",
    "nameHint": "Your Display Name",
    "orLabel": "OR",
    "signUpDescription": "Already have an Account ? "
  },
  "forgotPassword": {
    "forgotPasswordTitle": "Forgot Password",
    "msgForgotEmail": "An email has just been sent to you, Click the link provided to complete forgotPassword"
  },
  "verifyEmail": {
    "verifyEmailTitle": "Verify Email",
    "resentEmailButton": "Resend verification email"
  },
  "drawerMenu": {
    "shopForSection": "Shop for",
    "home": "Home",
    "category": "Category",
    "subCategory": "SubCategory",
    "brand": "Brand",
    "fabric": "Fabric",
    "product": "Product",
    "shopByCategory": "Shop by category",
    "videos": "Videos",
    "myAccountSection": "My Account",
    "signIn": "SignIn",
    "wishlist": "Wishlist",
    "orders": "Orders",
    "profile": "Profile",
    "logout": "Logout",
    "hellAndSupportSection": "Hell & Support",
    "testimonials": "Testimonials",
    "contactUs": "Contact Us",
    "aboutUs": "About Us",
    "shareApp": "Share App",
    "rateUs": "Rate Us"
  },
  "catalog": {
    "categoryTitle": "Category",
    "subCategoryTitle": "Sub Category",
    "brandTitle": "Brand",
    "fabricTitle": "Fabric",
    "nameLabel": "Name",
    "descriptionLabel": "Description",
    "addButton": "Add",
    "editButton": "Edit",
    "deleteButton": "Delete",
    "deletedTitle": "Deleted ",
    "undoButton": "Undo"
  },
  "product": {
    "productTitle": "Product",
    "perPiecePriceHint": "Per Piece Price",
    "totalDesignHint": "Total Design",
    "sizeHint": "Size",
    "weightHint": "Weight",
    "moqHint": "MOQ",
    "gstHint": "GST",
    "searchLabel": "Search {type}..."
  },
  "profile": {
    "profileTitle": "Your Profile",
    "phoneHint": "Your Phone",
    "confirmPasswordHint": "Your confirm password",
    "saveButton": "Save",
    "msgUpdatedProfile": "Your profile has been successfully updated."
  },
  "contact": {
    "byAddressTitle": "By Address",
    "byAddressDesc": "84/85 maniba park soc. NR. sitanagar chowk. bombay mkt to punagam road surat-395010",
    "byPhoneTitle": "By Phone",
    "byPhoneName": "Shradhha",
    "byPhoneNo": "+91 8469031539",
    "byEmailTitle": "By Email",
    "byEmailDesc": "info.wholesalecatalog@gmail.com"
  },
  "about": {
    "aboutUsDesc": "\t\tWholesale catalog is your global online shopping destination specializing in women's ethnic wear. Download the app Today & buy our latest Catalogs collections in sarees, lehengas, salwar suits, kurtis, palazzo, western tops, kids wear, gowns & much more at your fingertips. Wholesale Catalog app is best for one who are looking for women's online ethnic products at best pricing & quality assurance. You can also buy complete set of catalogs at wholesale standards rates. We offer more than 30,000 products with 500 brands latest fashion trends.\n\n\t\tWe strive to provide the best of women's ethnic wear collection. The product you find from Krishna Creation is one of surat top most exporter and suppliers of sarees, lehengas, salwar suits, tunics, kurtis, combo packs, kids wear, plus size clothing, burkhas, abayas, scarves and varied collection of fabrics & other ethnic wear for women.\n\n\t\tBrowse the following categories in our app store.\n\n\t\tSarees-Saree is one such attire that would never go out of fashion. We offer you various sarres such as casual sarees. printed sarees, designer sarres, embroudered word sarees, party wear sarees, wedding sarees, half & half sarees, traditional sarees, bhagalpuri sarees, lehenga sarees, net sarees, bollywood sarees.\n\n\t\tDesigner suits & anarkali - when it comes to indian dressing style, anarkali % salwar suit are a favourite among indian women. Chech out Wholesale Calalog salwar suits collection from ankle length anarkalis, bridal anarkalis, designer anarkalis, palazzo suit, straight cut suits, patiala suits, semi stitched suits, indo western suits, party wear suits & readymades.\n\n\t\tLehengas-another amazing trend in the world of indian fashion screne is a lehenga choli. wedding season will start veery soon, and all brides are searching for stunning designs of lehengas to make her day completely perfect. Lets take a quick look of Wholesale Catalog latest collection of lehengas which comprises of a line lehengas, designer lehengas, bridal lehengas, wedding lehenga & kids lehengas.\n\n\t\tTunic & Kurtis shop for latest collection of womeni1/2s kirtis & tunic at best quality & best pricing. We offer different types of kurtis & tunics available with different size & styles. Our collection consists of long kurtis, short kurtis, embroidered kurtis, cotton kurtis, party wear kurtis, designer tunic. long tunic, printed tunic.\n\n\t\tBollywood Collection-The bollywood saree collection are the one been inspired by bollywood celebrities saree which they wear on awards & entertainment shows. Now you can get your favourite celebrity look in this festive season. It is time to think what yout favourite bollywood saree trend is.\n\n\t\tPlus Size-Plus size trend is not about having larger size cloth. It is about creating outfit which gives perfect curvier figure for bigger women in a attractive and stylish manner. View our elegant collection of plus size clothing which will add more cheer in your look.\n\n\t\tKids wear i1/2 shop for latest collection of kids kurtis, lehengas, gowns, palazzo suits, frocks, & tunic at best quality & best pricing. We offer different types of kurtis & tunics available with different size styles. Our collection consists of kids kurtis, short kurtis, embroidered kurtis, frocks, party wear kurtis, designer tunic, long tunic, printed tunic.\n\n\t\tDownload Wholesale Calalog app today and enjoy the online shopping of women apparel's collections at wholesale from your favorite place.\n\n\t\tWholesale Calalog is an iconic platform reinterpreting and relaunching the traditional indian fashion in a revolutionary way. The daughter company of sanvari fashion. It showcases multiple ladies apparels in various design following the latest trends of fashion. Ranging from western to indian clothing. The collection of our company presents an image of charm and sophistication. We have an adequate supply of dresses which include kurti, Saree, Salwar Kameez, Dress Material, Lehenga Choli, T-Shirt, Top, Pants, and other clothes. Which will help keep your wardrobe complete."
  },
  "shareApp": {
    "shareAppDesc": "Wholesale catalog is your global online shopping destination specializing in women's ethnic wear. Would you like to share this app with others."
  },
  "rate": {
    "ratingLabel": "Rating",
    "commentHint": "Comment"
  }
}